Repository: UmedTJK/InGermany
Catalog: Core/Localizable.xcstrings
Source language: en
Languages: ru, tg_tj

# about.build.label %@
source: Build: %@
ru: Сборка: %@
tg_tj: Сохт: %@

# about.description
source: Your guide to life, work and study in Germany.
ru: Ваш гид по жизни, работе и учёбе в Германии.
tg_tj: Роҳнамои шумо барои зиндагӣ, кор ва таҳсил дар Олмон.

# article.minutes_short
source: min
ru: мин
tg_tj: дақ

# article.published
source: Published
ru: Опубликовано
tg_tj: Дар бораи ин нашри барнома

# article.rate
source: Rate this article
ru: Оцените статью
tg_tj: Мақоларо баҳогузорӣ кунед

# article.you_may_like
source: You may also like
ru: Вам также может понравиться
tg_tj: Шумо инчунин метавонед писанд кунед

# common.all
source: All
ru: Все
tg_tj: Ҳама

# common.reset
source: Reset
ru: Сброс
tg_tj: Азнавсозӣ

# home.all_articles
source: All Articles
ru: Все статьи
tg_tj: Ҳамаи мақолаҳо

# home.article
source: Article
ru: Статья
tg_tj: Мақола

# home.articles_available
source: articles available
ru: статей доступно
tg_tj: мақола дастрас

# home.continue_reading
source: Continue Reading
ru: Продолжить чтение
tg_tj: Хонишро давом диҳед

# home.favorites
source: Favorites
ru: Избранное
tg_tj: Писандидаҳо

# home.full_list
source: Full list
ru: Полный список
tg_tj: Рӯйхати пурра

# home.hero_subtitle
source: Germany Guide 2026: migration, work, study, life and bureaucracy
ru: Справочник по Германии 2026: миграция, работа, учёба, жизнь и бюрократия
tg_tj: Дастури Олмон 2026: муҳоҷират, кор, таҳсил, зиндагӣ ва бюрократия

# home.layout.dashboard
source: Dashboard
ru: Панель
tg_tj: Панел

# home.layout.legacy
source: Legacy
ru: Классический
tg_tj: Классикӣ

# home.layout.picker
source: Layout
ru: Макет
tg_tj: Тарҳ

# home.loading
source: Loading…
ru: Загрузка данных…
tg_tj: Боргузорӣ…

# home.no_articles_subtitle
source: No articles available at the moment
ru: На данный момент статей нет
tg_tj: Дар айни замон мақола нест

# home.no_articles_title
source: No articles found
ru: Статьи не найдены
tg_tj: Мақола ёфт нашуд

# home.pdf_library
source: PDF Library
ru: PDF Библиотека
tg_tj: Китобхонаи PDF

# home.places
source: Places
ru: Места
tg_tj: Ҷойҳо

# home.popular_categories
source: Popular Categories
ru: Популярные категории
tg_tj: Категорияҳои маъмул

# home.quick_actions.subtitle
source: Useful shortcuts
ru: Полезные ярлыки

# home.quick_actions.title
source: Quick actions
ru: Быстрые действия
tg_tj: Амалҳои зуд

# home.random
source: Random
ru: Случайная
tg_tj: Тақрибан

# home.random_short
source: Random
ru: Случайная
tg_tj: Тақрибан

# home.subtitle
source: Your guide to life in Germany
ru: Ваш гид по жизни в Германии
tg_tj: Роҳнамои шумо барои зиндагӣ дар Олмон

# home.today
source: Today
ru: Сегодня
tg_tj: Имрӯз

# home.useful_tools.subtitle
source: Quick actions and important sections
ru: Быстрые действия и важные разделы
tg_tj: Амалҳои зуд ва бахшҳои муҳим

# home.useful_tools.title
source: Useful tools
ru: Полезные инструменты
tg_tj: Асбобҳои муфид

# home.view_all
source: View All
ru: Все
tg_tj: Ҳама

# home.welcome
source: Welcome back
ru: Добро пожаловать
tg_tj: Хуш омадед

# language.ru
source: Russian
ru: Русский
tg_tj: Русӣ

# language.tg
source: Tajik
ru: Тоҷикӣ
tg_tj: Тоҷикӣ

# search.prompt
source: Search
ru: Поиск
tg_tj: Ҷустуҷӯ

# section.all_articles
source: All Articles
ru: Все статьи
tg_tj: Ҳамаи мақолаҳо

# settings.app_version
source: Version 1.17.0
ru: Версия 1.17.0
tg_tj: Версия 1.17.0

source: settings.appearance.dark_mode.a11y
ru: Переключить тёмную тему
tg_tj: Реҷаи барнома

source: settings.appearance.section
ru: Оформление
tg_tj: Қисмати реҷаи барнома

source: settings.card_style.picker
ru: Выберите стиль
tg_tj: Интихобу намуди кортҳо

# settings.language.picker
source: Select language
ru: Выберите язык
tg_tj: Забонро интихоб кунед

# settings.language.section
source: Language
ru: Язык
tg_tj: Забон

# tab.about
source: About
ru: О приложении
tg_tj: Дар бораи барнома

# tab.categories
source: Categories
ru: Категории
tg_tj: Категорияҳо

# tab.favorites
source: Favorites
ru: Избранное
tg_tj: Писандидаҳо

# tab.home
source: Home
ru: Главная
tg_tj: Асосӣ

# tab.search
source: Search
ru: Поиск
tg_tj: Ҷустуҷӯ

# tab.settings
source: Settings
ru: Настройки
tg_tj: Танзимот

# tool.map
source: Map
ru: Карта
tg_tj: Харита

# article.reading_time
source: Reading time
tg_tj: Вақти хониш

source: common.empty
tg_tj: Холӣ

# language.en
source: English
tg_tj: Англисӣ

source: Изображение
tg_tj: Расм
